{
  "title": "Interlocutor — Sprachintegration und Gesprächspraxis in Deutschland",
  "subtitle": "Virtueller KI-Gesprächspartner für Migranten und Fachkräfte.<br>Gesprochene Deutschpraxis, Prüfungsvorbereitung, Fachwortschatz.<br><b>Praktische Lösungen für die Sprachintegration.</b>",
  "menu_how": "Wie es funktioniert",
  "menu_profi": "Fachdeutsch",
  "menu_integration": "Integration & Erfahrung",
  "menu_faq": "FAQ",
  "menu_about": "Über den Entwickler",
  "menu_paperspell": "Arbeiten mit Dokumenten",
  "btn_paperspell": "Arbeiten mit Dokumenten",
  "btn_download": "App herunterladen",
  "modal_how_title": "Wie es funktioniert",
  "modal_how_text": "<b>Interlocutor</b> ist Ihr persönlicher virtueller Partner für das Üben der gesprochenen deutschen Sprache. Die App basiert auf künstlicher Intelligenz und hilft Ihnen, sich in realen und beruflichen Situationen sicher zu fühlen.",
  "modal_how_live": "<b>Echte Gespräche:</b> Dialoge zu aktuellen Lebens- und Berufsthemen.",
  "modal_how_correction": "<b>Fehlerkorrektur:</b> Sofortiges Feedback zu Grammatik, Aussprache und Wortschatz.",
  "modal_how_flex": "<b>Flexibilität:</b> Themenwahl – Prüfungsvorbereitung, Alltagssprache, berufliche Situationen.",
  "modal_how_multi": "<b>Mehrsprachigkeit:</b> Unterstützung für Deutsch, Englisch, Ukrainisch und weitere europäische Sprachen.",
  "modal_how_access": "<b>Verfügbarkeit:</b> Übung jederzeit – zu Hause, bei der Arbeit, unterwegs.",
  "modal_how_end": "<b>Interlocutor – Ihr sicherer Start für echte Gespräche in Deutschland!</b>",
  "modal_profi_title": "Fachdeutsch",
  "modal_profi_text": "Für beruflichen und akademischen Erfolg ist es wichtig, fachliche Begriffe schnell zu beherrschen.<br><b>Interlocutor</b> bietet ein spezielles Modul zum Lernen von Vokabular in diesen Bereichen.",
  "modal_profi_field1": "Buchhaltung und Finanzen",
  "modal_profi_field2": "Logistik und Lager",
  "modal_profi_field3": "Medizin und Pflege",
  "modal_profi_field4": "IT und Ingenieurwesen",
  "modal_profi_field5": "Dienstleistung, Handel und mehr",
  "modal_profi_avail": "Verfügbar:",
  "modal_profi_avail1": "Schlüsselphrasen und Ausdrücke als Audioloops (in Ihrer Muttersprache und auf Deutsch)",
  "modal_profi_avail2": "Thematische Dialoge und Situationen zur Vorbereitung auf Vorstellungsgespräche",
  "modal_profi_avail3": "Die Möglichkeit, Terminologie zu hören, zu wiederholen und zu festigen",
  "modal_profi_end": "Das hilft Ihnen, sich schneller in das neue berufliche Umfeld einzugewöhnen und erfolgreich zu integrieren!",
  "modal_integration_title": "Integration & Erfahrung",
  "modal_integration_text1": "Mein Name ist Oleksii Monda – ich bin ukrainischer Entwickler, Ingenieur und Unternehmer.<br>Wegen des Krieges musste ich meine Heimat verlassen und in Deutschland von vorne anfangen.",
  "modal_integration_text2": "Aus eigener Erfahrung weiß ich: Sprachkurse allein reichen nicht. Für echte Integration braucht es praktische Gespräche, Unterstützung und Selbstvertrauen. Genau das möchte ich mit dieser App bieten.",
  "modal_integration_ul1": "Praxisorientiertes Training",
  "modal_integration_ul2": "Unterstützung und Feedback",
  "modal_integration_ul3": "Vorbereitung auf Prüfungen, Arbeit und echte Vorstellungsgespräche",
  "modal_integration_end": "Machen Sie mit – Schritt für Schritt wird die Integration leichter!",
  "modal_faq_title": "FAQ – Häufig gestellte Fragen",
  "modal_faq_q1": "<b>Für wen ist die App geeignet?</b><br>Für alle, die schnell und effektiv gesprochenes Deutsch für das Leben und Arbeiten in Deutschland lernen möchten: Migranten, Studierende, Fachkräfte.",
  "modal_faq_q2": "<b>Kann ich die App auf dem Handy nutzen?</b><br>Ja, die App ist für Mobilgeräte optimiert und rund um die Uhr verfügbar.",
  "modal_faq_q3": "<b>Was unterscheidet die App von normalen Kursen?</b><br>Sie erhalten echte Gesprächspraxis, sofortige Fehlerkorrektur, professionelle Dialoge und Unterstützung.",
  "modal_faq_q4": "<b>Wie oft sollte ich üben?</b><br>Regelmäßiges Üben ist der Schlüssel zum Erfolg! Wir empfehlen mindestens 15–20 Minuten pro Tag.",
  "modal_faq_q5": "<b>Welche Sprachen werden unterstützt?</b><br>Deutsch, Englisch, Ukrainisch und weitere europäische Sprachen.",
  "modal_about_title": "Über den Entwickler",
  "modal_about_text1": "<b>Oleksii Monda</b> – Entwickler, Ingenieur, Unternehmer.<br>Ich stamme aus der Ukraine und habe umfassende Erfahrung im IT-Bereich und in der Entwicklung eigener Services.<br>Mein Weg der Integration war nicht einfach.",
  "modal_about_text2": "Ich habe Interlocutor entwickelt, um Unterstützung und Wissen weiterzugeben, die wirklich bei der Integration und beim Selbstvertrauen helfen. Meine App ist nicht nur ein Sprachlerntool, sondern echte Hilfe für die Integration.",
  "modal_about_contacts": "Kontakte:",
  "modal_about_email": "E-Mail: <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a>",
  "modal_about_facebook": "Facebook: <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Facebook-Profil</a>",
  "modal_about_linkedin": "LinkedIn: <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">LinkedIn-Profil</a>",
  "modal_about_youtube": "YouTube: <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">YouTube-Kanal</a>",
  "modal_about_quote": "Ich bin überzeugt: Praktische Unterstützung und moderne Technologien erleichtern wirklich den Integrationsweg. Willkommen – und denken Sie daran: Sie sind nicht allein!",
  "modal_paperspell_title": "Arbeiten mit Dokumenten – Paperspell",
  "modal_paperspell_text": "<b>Paperspell</b> ist Ihr persönlicher KI-Sekretär für die deutsche Bürokratie. Der Service hilft nicht nur beim Speichern und Ordnen wichtiger Dokumente, sondern auch beim Ausfüllen, Übersetzen und Verstehen von Formularen und Briefen in Deutschland.",
  "modal_paperspell_download": "Paperspell herunterladen"
}
