{
  "title": "Interlocutor — Language integration and conversation practice in Germany",
  "subtitle": "A virtual AI conversation partner for migrants and professionals.<br>Practice spoken German, prepare for exams, master professional terminology.<br><b>Practical solutions for language integration.</b>",
  "menu_how": "How it works",
  "menu_profi": "Professional German",
  "menu_integration": "Integration and Experience",
  "menu_faq": "FAQ",
  "menu_about": "About the Developer",
  "menu_paperspell": "Work with documents",
  "btn_paperspell": "Work with documents",
  "btn_download": "Download the App",
  "modal_how_title": "How it works",
  "modal_how_text": "<b>Interlocutor</b> is your personal virtual partner for practicing spoken German. The app uses artificial intelligence to help you feel confident in real-life and professional situations.",
  "modal_how_live": "<b>Real communication:</b> Dialogues on relevant life and professional topics.",
  "modal_how_correction": "<b>Error correction:</b> Instant feedback on grammar, pronunciation, and vocabulary.",
  "modal_how_flex": "<b>Flexibility:</b> Choose topics — exam preparation, everyday speech, professional situations.",
  "modal_how_multi": "<b>Multilingual:</b> Supports German, English, Ukrainian, and other European languages.",
  "modal_how_access": "<b>Accessible:</b> Practice anytime — at home, at work, on the go.",
  "modal_how_end": "<b>Interlocutor is your confident start for real conversations in Germany!</b>",
  "modal_profi_title": "Professional German",
  "modal_profi_text": "To succeed at work and in studies, it's important to quickly master professional terms.<br><b>Interlocutor</b> includes a special module for learning vocabulary in these areas.",
  "modal_profi_field1": "Accounting and Finance",
  "modal_profi_field2": "Logistics and Warehousing",
  "modal_profi_field3": "Medicine and Care",
  "modal_profi_field4": "IT and Engineering",
  "modal_profi_field5": "Service, Sales, and more",
  "modal_profi_avail": "You get:",
  "modal_profi_avail1": "Key phrases and expressions in audio cycles (in your native language and in German)",
  "modal_profi_avail2": "Thematic dialogues and scenarios for interview preparation",
  "modal_profi_avail3": "The ability to listen, repeat, and reinforce terminology",
  "modal_profi_end": "This will help you adapt faster to your new professional environment and succeed with integration!",
  "modal_integration_title": "Integration and Experience",
  "modal_integration_text1": "My name is Oleksii Monda — I am a Ukrainian developer, engineer, and entrepreneur.<br>Because of the war, I had to leave my homeland and start from scratch in Germany.",
  "modal_integration_text2": "From my own experience, I realized that language courses alone are not enough. Real conversation practice, support, and confidence are needed for true integration. That's what I want to offer with this app.",
  "modal_integration_ul1": "Real practice",
  "modal_integration_ul2": "Support and feedback",
  "modal_integration_ul3": "Preparation for exams, work, and real interviews",
  "modal_integration_end": "Join us — and step by step, integration will become easier!",
  "modal_faq_title": "FAQ — Frequently Asked Questions",
  "modal_faq_q1": "<b>Who is this app for?</b><br>For anyone who wants to quickly and effectively master spoken German for life and work in Germany: migrants, students, professionals.",
  "modal_faq_q2": "<b>Can I use it on my phone?</b><br>Yes, the app is adapted for mobile devices and is available 24/7.",
  "modal_faq_q3": "<b>How is it different from regular courses?</b><br>You get real conversation practice, instant error correction, professional dialogues, and support.",
  "modal_faq_q4": "<b>How often should I practice?</b><br>Regular practice is the key to success! We recommend at least 15–20 minutes a day.",
  "modal_faq_q5": "<b>Which languages are supported?</b><br>German, English, Ukrainian, and other European languages.",
  "modal_about_title": "About the Developer",
  "modal_about_text1": "<b>Oleksii Monda</b> — developer, engineer, entrepreneur.<br>I am originally from Ukraine and have extensive personal experience in IT and launching my own services.<br>My integration journey was not easy.",
  "modal_about_text2": "I created Interlocutor to share support and knowledge that truly help with adaptation and self-confidence. My app is not just a language learning tool, but real support for integration.",
  "modal_about_contacts": "Contacts:",
  "modal_about_email": "Email: <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a>",
  "modal_about_facebook": "Facebook: <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Facebook profile</a>",
  "modal_about_linkedin": "LinkedIn: <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">LinkedIn profile</a>",
  "modal_about_youtube": "YouTube: <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">YouTube channel</a>",
  "modal_about_quote": "I am sure: practical support and modern technology can truly make the path to integration easier. Welcome — and remember, you are not alone!",
  "modal_paperspell_title": "Work with documents — Paperspell",
  "modal_paperspell_text": "<b>Paperspell</b> – Your personal AI secretary for bureaucracy. It was developed by a friendly company, and we actively use this app. The service not only helps store documents but also organizes them and eliminates stress!<ul><li><b>Secure storage and organization</b><br>Your documents are always at hand: PDFs from emails, screenshots from WhatsApp, certificates from Telegram, photos, and paper documents – all conveniently structured and protected. Synchronization between devices, offline mode – access to important documents anytime and anywhere.</li><li><b>Smart reminders</b><br>Paperspell will remind you of important dates and help you avoid fines and missed deadlines.</li><li><b>Easy understanding</b><br>The AI assistant will explain complex formulations, translate documents into your native language, and help you quickly navigate even the most confusing forms.</li><li><b>Fast search</b><br>Need a rental contract or a certificate from the employment agency? Find the right document in seconds!</li><li><b>Scanning magic</b><br>Just point the camera – AI will recognize the document, define the borders, rotate, and scan everything automatically. Scanning documents has become truly simple and convenient!</li><li><b>Free and for everyone</b><br>Use Paperspell for free – experience how German bureaucracy becomes predictable and manageable!</li></ul>",
  "modal_paperspell_download": ""Go to Paperspell"
}
