{
  "title": "Interlocutor — Language Integration and Practice",
  "menu_how": "How it works",
  "menu_profi": "Professional German",
  "menu_integration": "Integration & Experience",
  "menu_faq": "FAQ",
  "menu_about": "About the Developer",
  "btn_download": "Download the App",

  "modal_how_title": "How it works",
  "modal_how_text": "<b>Interlocutor</b> is your personal virtual partner for practicing spoken German.<br>The app uses artificial intelligence so you can freely practice conversation, receive instant feedback, and feel confident in real-life and professional situations in Germany.",

  "modal_profi_title": "Professional German",
  "modal_profi_text": "For successful work and study, it’s important to quickly master professional terminology.<br><b>Interlocutor</b> offers a special module for learning vocabulary in areas such as accounting and finance, logistics and warehousing, medicine and care, IT and engineering, service, trade, and more. You get key phrases as audio cycles, thematic dialogues, and the opportunity to listen, repeat, and reinforce terminology. This will help you enter a new professional environment and successfully integrate!",

  "modal_integration_title": "Integration & Experience",
  "modal_integration_text": "My name is Oleksii Monda — I am a Ukrainian developer, engineer, and entrepreneur.<br>After the war began, I had to leave my homeland and start a new life in Germany. Like thousands of others, I faced the challenges of adaptation, language barrier, and finding my place in a new country.<br>From my own experience, I realized that language courses alone aren’t enough. Real integration requires practical communication, support, and self-confidence. That’s why I created Interlocutor — to help others go through this journey faster and easier.<ul><li>Real language practice</li><li>Support and feedback</li><li>Preparation for exams, work, and real interviews</li></ul>Join in, and step by step integration will become easier!",

  "modal_faq_title": "FAQ — Frequently Asked Questions",
  "modal_faq_text": "<ul><li><b>Who is the app for?</b><br>For everyone who wants to quickly and effectively master spoken German for life and work in Germany: migrants, students, professionals.</li><li><b>Can I use it on my phone?</b><br>Yes, the app is adapted for mobile devices and available 24/7.</li><li><b>How is it different from regular courses?</b><br>You get real conversational practice, instant error correction, professional dialogues, and support.</li><li><b>How often should I practice?</b><br>Regular practice is the key to success! We recommend at least 15–20 minutes a day.</li><li><b>Which languages are supported?</b><br>German, English, Ukrainian, and other European languages.</li></ul>",

  "modal_about_title": "About the Developer",
  "modal_about_text": "<b>Oleksii Monda</b> — developer, engineer, entrepreneur.<br>I am originally from Ukraine and have extensive personal experience in IT and launching my own services.<br>My journey includes moving, integrating into a new country, finding myself, and overcoming language and professional barriers.<br>I personally went through all the challenges of adaptation, job searching, and communication in a new environment. That’s why I understand the feelings, fears, and questions of everyone just starting out in Germany.<br>I created Interlocutor to share the support and knowledge that truly help to adapt and believe in yourself. My app is not just a language learning tool, but real support for integration, professional growth, and confidence in new circumstances.<br><b>Contacts:</b><ul><li>Email: <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a></li><li>Facebook: <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Facebook profile</a></li><li>LinkedIn: <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">LinkedIn profile</a></li><li>YouTube: <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">YouTube channel</a></li></ul><i>I am sure: practical support and modern technology can really make integration easier. Welcome — and remember, you are not alone!</i>"
}
