{
  "title": "Interlocutor — Intégration linguistique et pratique orale en Allemagne",
  "subtitle": "Partenaire de conversation IA virtuel pour migrants et professionnels.<br>Pratique orale de l'allemand, préparation aux examens, acquisition du vocabulaire professionnel.<br><b>Des solutions pratiques pour l'intégration linguistique.</b>",
  "menu_how": "Comment ça marche",
  "menu_profi": "Allemand professionnel",
  "menu_integration": "Intégration & expérience",
  "menu_faq": "FAQ",
  "menu_about": "À propos du développeur",
  "menu_paperspell": "Travail avec les documents",
  "btn_paperspell": "Travailler avec les documents",
  "btn_download": "Ouvrir l'application",
  "modal_how_title": "Comment ça marche",
  "modal_how_text": "<b>Interlocutor</b> est votre partenaire virtuel personnel pour pratiquer l'allemand parlé. L'application utilise l'intelligence artificielle pour vous permettre de vous sentir à l'aise dans des situations réelles et professionnelles.",
  "modal_how_live": "<b>Conversation réelle :</b> Dialogues sur des sujets de la vie quotidienne et professionnelle.",
  "modal_how_correction": "<b>Correction des erreurs :</b> Retour instantané sur la grammaire, la prononciation et le vocabulaire.",
  "modal_how_flex": "<b>Flexibilité :</b> Choix des thèmes — préparation à l'examen, conversation courante, situations professionnelles.",
  "modal_how_multi": "<b>Multilingue :</b> Prise en charge de l'allemand, de l'anglais, de l'ukrainien et d'autres langues européennes.",
  "modal_how_access": "<b>Accessible :</b> Pratiquez à tout moment — à la maison, au travail, en déplacement.",
  "modal_how_end": "<b>Interlocutor, c'est un départ assuré pour de vraies conversations en Allemagne !</b>",
  "modal_profi_title": "Allemand professionnel",
  "modal_profi_text": "Pour réussir dans le travail et les études, il est important de maîtriser rapidement le vocabulaire professionnel.<br><b>Interlocutor</b> propose un module spécial pour apprendre le vocabulaire de ces domaines.",
  "modal_profi_field1": "Comptabilité et finances",
  "modal_profi_field2": "Logistique et entrepôt",
  "modal_profi_field3": "Médecine et soins",
  "modal_profi_field4": "IT et ingénierie",
  "modal_profi_field5": "Services, commerce, etc.",
  "modal_profi_avail": "Disponible :",
  "modal_profi_avail1": "Phrases et expressions clés sous forme de boucles audio (en langue maternelle et en allemand)",
  "modal_profi_avail2": "Dialogues thématiques et situations pour la préparation aux entretiens",
  "modal_profi_avail3": "Possibilité d'écouter, de répéter et de renforcer le vocabulaire",
  "modal_profi_end": "Cela vous aidera à vous intégrer plus rapidement dans un nouvel environnement professionnel et à réussir votre intégration !",
  "modal_integration_title": "Intégration & expérience",
  "modal_integration_text1": "Je m'appelle Oleksii Monda, je suis développeur, ingénieur et entrepreneur ukrainien.<br>À cause de la guerre, j'ai dû quitter mon pays et tout recommencer en Allemagne.",
  "modal_integration_text2": "Mon expérience m'a appris qu'un simple cours de langue ne suffit pas. Pour une vraie intégration, il faut pratiquer la conversation, bénéficier de soutien et prendre confiance en soi. C'est exactement ce que je souhaite offrir avec cette application.",
  "modal_integration_ul1": "Pratique réelle",
  "modal_integration_ul2": "Soutien et feedback",
  "modal_integration_ul3": "Préparation aux examens, au travail, aux entretiens réels",
  "modal_integration_end": "Rejoignez-nous — et l'intégration deviendra plus simple, étape par étape !",
  "modal_faq_title": "FAQ — Questions fréquentes",
  "modal_faq_q1": "<b>À qui s'adresse l'application ?</b><br>À tous ceux qui veulent maîtriser rapidement et efficacement l'allemand parlé pour vivre et travailler en Allemagne : migrants, étudiants, professionnels.",
  "modal_faq_q2": "<b>Puis-je utiliser l'application sur mon téléphone ?</b><br>Oui, l'application est adaptée aux appareils mobiles et disponible 24h/24 et 7j/7.",
  "modal_faq_q3": "<b>En quoi est-ce différent des cours classiques ?</b><br>Vous obtenez une vraie pratique de la conversation, une correction instantanée des erreurs, des dialogues professionnels et du soutien.",
  "modal_faq_q4": "<b>À quelle fréquence dois-je pratiquer ?</b><br>Une pratique régulière est la clé du succès ! Nous recommandons au moins 15 à 20 minutes par jour.",
  "modal_faq_q5": "<b>Quelles langues sont prises en charge ?</b><br>Allemand, anglais, ukrainien et autres langues européennes.",
  "modal_about_title": "À propos du développeur",
  "modal_about_text1": "<b>Oleksii Monda</b> — développeur, ingénieur, entrepreneur.<br>Je viens d'Ukraine et j'ai une grande expérience personnelle dans le secteur IT et le lancement de mes propres services.<br>Mon parcours d'intégration n'a pas été facile.",
  "modal_about_text2": "J'ai créé Interlocutor pour partager du soutien et des connaissances qui aident vraiment à s'adapter et à croire en soi. Mon application n'est pas seulement un outil d'apprentissage des langues, mais une véritable aide à l'intégration.",
  "modal_about_contacts": "Contacts :",
  "modal_about_email": "E-mail : <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a>",
  "modal_about_facebook": "Facebook : <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Profil Facebook</a>",
  "modal_about_linkedin": "LinkedIn : <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">Profil LinkedIn</a>",
  "modal_about_youtube": "YouTube : <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">Chaîne YouTube</a>",
  "modal_about_quote": "Je suis convaincu : un soutien pratique et les technologies modernes peuvent vraiment faciliter le chemin de l'intégration. Bienvenue — et souvenez-vous : vous n'êtes pas seul !",
  "modal_paperspell_title": "Travail avec les documents — Paperspell",
  "modal_paperspell_text": "<b>Paperspell</b> – Votre secrétaire IA personnel pour la bureaucratie. Il a été développé par une entreprise amicale, et nous utilisons activement cette application. Le service ne se contente pas de stocker des documents, il les organise et élimine le stress !<ul><li><b>Stockage sécurisé et organisation</b><br>Vos documents sont toujours à portée de main : PDF provenant des e-mails, captures d'écran de WhatsApp, certificats de Telegram, photos et documents papier – tout est structuré de manière pratique et sécurisé. Synchronisation entre appareils, mode hors ligne – accès aux documents importants à tout moment et en tout lieu.</li><li><b>Rappels intelligents</b><br>Paperspell vous rappellera les dates importantes et vous aidera à éviter les amendes et les échéances manquées.</li><li><b>Compréhension facile</b><br>L'assistant IA expliquera les formulations complexes, traduira les documents dans votre langue maternelle et vous aidera à comprendre rapidement même les formulaires les plus compliqués.</li><li><b>Recherche rapide</b><br>Besoin d'un contrat de location ou d'un certificat de l'agence pour l'emploi ? Trouvez le document nécessaire en quelques secondes !</li><li><b>Magie du scan</b><br>Il suffit de pointer la caméra – l'IA reconnaîtra le document, définira les bordures, le fera pivoter et le numérisera automatiquement. Scanner des documents n'a jamais été aussi simple et pratique !</li><li><b>Gratuit et pour tous</b><br>Utilisez Paperspell gratuitement – découvrez comment la bureaucratie allemande devient prévisible et maîtrisable !</li></ul>",
  "modal_paperspell_download": "Aller à Paperspell"
}
