{
  "title": "Собеседник — языковая интеграция и практика",
  "menu_how": "Как это работает",
  "menu_profi": "Профессиональный немецкий",
  "menu_integration": "Интеграция и опыт",
  "menu_faq": "FAQ",
  "menu_about": "О разработчике",
  "btn_download": "Скачать приложение",

  "modal_how_title": "Как это работает",
  "modal_how_text": "<b>«Собеседник»</b> — это ваш персональный виртуальный партнёр для практики разговорного немецкого языка.<br>Приложение использует искусственный интеллект, чтобы вы могли свободно тренироваться в разговоре, получать мгновенную обратную связь и уверенно чувствовать себя в реальных жизненных и профессиональных ситуациях в Германии.",

  "modal_profi_title": "Профессиональный немецкий",
  "modal_profi_text": "Для успешной работы и учёбы важно быстро осваивать профессиональные термины.<br>В <b>«Собеседнике»</b> доступен специальный модуль для изучения лексики по направлениям: бухгалтерия и финансы, логистика и склад, медицина и уход, IT и инженерия, обслуживание, торговля и другие. Доступны ключевые фразы в формате аудиоциклов, тематические диалоги, возможность слушать, повторять и закреплять терминологию. Это поможет быстрее войти в новую профессиональную среду и успешно пройти интеграцию!",

  "modal_integration_title": "Интеграция и опыт",
  "modal_integration_text": "Меня зовут Олексий Монда, я — украинский разработчик, инженер и предприниматель.<br>После начала войны я был вынужден покинуть родину и начать новую жизнь в Германии. Как и тысячи других людей, я столкнулся с трудностями адаптации, языкового барьера и поиска своего места в новой стране.<br>На собственном опыте я понял, что одних языковых курсов мало. Для успешной интеграции необходима реальная практика общения, поддержка и уверенность в своих силах. Именно поэтому я создал приложение «Собеседник», чтобы помочь другим пройти этот путь быстрее и проще.<ul><li>Реальная языковая практика</li><li>Поддержка и обратная связь</li><li>Подготовка к экзаменам, работе, реальным собеседованиям</li></ul>Присоединяйтесь — и шаг за шагом интеграция станет проще!",

  "modal_faq_title": "FAQ — часто задаваемые вопросы",
  "modal_faq_text": "<ul><li><b>Для кого подходит приложение?</b><br>Для всех, кто хочет быстро и эффективно освоить разговорный немецкий для жизни и работы в Германии: мигрантов, студентов, специалистов.</li><li><b>Можно ли использовать на телефоне?</b><br>Да, приложение адаптировано под мобильные устройства и доступно 24/7.</li><li><b>В чём отличие от обычных курсов?</b><br>Вы получаете реальную практику разговора, мгновенную коррекцию ошибок, профессиональные диалоги и поддержку.</li><li><b>Как часто нужно заниматься?</b><br>Регулярная практика — залог успеха! Рекомендуем выделять хотя бы 15–20 минут в день.</li><li><b>Какие языки поддерживаются?</b><br>Немецкий, английский, украинский и другие европейские языки.</li></ul>",

  "modal_about_title": "О разработчике",
  "modal_about_text": "<b>Олексий Монда</b> — разработчик, инженер, предприниматель.<br>Я родом из Украины и обладаю огромным личным опытом в сфере IT и запуске собственных сервисов.<br>Мой путь — это путь переезда, интеграции в новую страну, поиска себя и преодоления языкового и профессионального барьера.<br>Я лично прошёл через все сложности адаптации, поиска работы и общения в новой среде. Благодаря этому я понимаю чувства, страхи и вопросы каждого, кто только начинает свой путь в Германии.<br>Я создал «Собеседник», чтобы делиться поддержкой и знаниями, которые реально помогают адаптироваться и поверить в себя. Моё приложение — не просто инструмент для изучения языка, а настоящая поддержка на пути интеграции, профессионального роста и уверенности в новых жизненных обстоятельствах.<br><b>Контакты:</b><ul><li>Email: <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a></li><li>Facebook: <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Профиль Facebook</a></li><li>LinkedIn: <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">Профиль LinkedIn</a></li><li>YouTube: <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">YouTube-канал</a></li></ul><i>Я уверен: практическая поддержка и современные технологии действительно способны облегчить путь интеграции. Добро пожаловать — и помните, что вы не одиноки!</i>"
}
