{
  "title": "Собеседник (Interlocutor) — языковая интеграция и разговорная практика в Германии",
  "subtitle": "Виртуальный AI-собеседник для мигрантов и специалистов.<br>Практика разговорного немецкого, подготовка к экзаменам и интеграция.",
  "menu_how": "Как это работает",
  "menu_profi": "Профессиональный немецкий",
  "menu_integration": "Интеграция и опыт",
  "menu_faq": "FAQ",
  "menu_about": "О разработчике",
  "btn_download": "Скачать приложение",
  "btn_paperspell": "Работа с документами",
  "menu_paperspell": "Работа с документами",
  "modal_paperspell_title": "Работа с документами — Paperspell",
  "modal_paperspell_text": "<b>Paperspell</b> — ваш личный AI‑секретарь для немецкой бюрократии. Сервис помогает не просто хранить документы, а наводит порядок и избавляет от стресса!<ul><li><b>Безопасное хранение и организация</b><br>Ваши документы всегда под рукой: PDF из почты, скрины из WhatsApp, справки из Telegram, фотографии и бумажки — всё удобно структурировано и защищено. Синхронизация между устройствами, работа в оффлайн‑режиме — доступ к важному всегда и везде.</li><li><b>Умные напоминания</b><br>Paperspell напомнит о важных датах и поможет вовремя избежать штрафов и просрочек.</li><li><b>Лёгкость понимания</b><br>AI‑помощник объяснит сложные формулировки, переведёт документы на родной язык и поможет быстро разобраться даже с самыми запутанными анкетами.</li><li><b>Быстрый поиск</b><br>Понадобился Mietvertrag или справка из Arbeitsagentur? Найдите нужный документ за секунду!</li><li><b>Магия сканирования</b><br>Просто наведите камеру — AI сам распознает документ, определит границы, повернёт и отсканирует всё автоматически. Сканировать документы стало действительно просто и удобно!</li><li><b>Бесплатно и для всех</b><br>Используйте Paperspell бесплатно — почувствуйте, как немецкая бюрократия становится предсказуемой и управляемой!</li></ul>",
  "modal_paperspell_download": "Скачать Paperspell",
  "modal_how_title": "Как это работает",
  "modal_how_text": "<b>«Собеседник»</b> — это ваш персональный виртуальный партнёр для практики разговорного немецкого. Общайтесь на актуальные темы, получайте мгновенную обратную связь и совершенствуйте свои навыки.",
  "modal_how_live": "<b>Живое общение:</b> Диалоги на актуальные жизненные и профессиональные темы.",
  "modal_how_correction": "<b>Исправление ошибок:</b> Мгновенная обратная связь по грамматике, произношению и лексике.",
  "modal_how_flex": "<b>Гибкость:</b> Выбор тем — подготовка к экзамену, бытовая речь, профессиональные ситуации.",
  "modal_how_multi": "<b>Мультиязычность:</b> Поддержка немецкого, английского, украинского и других европейских языков.",
  "modal_how_access": "<b>Доступность:</b> Практика в любое время — дома, на работе, в дороге.",
  "modal_how_end": "<b>«Собеседник» — это уверенный старт для реальных разговоров в Германии!</b>",
  "modal_profi_title": "Профессиональный немецкий",
  "modal_profi_text": "Для успешной работы и учёбы важно быстро осваивать профессиональные термины.<br>В <b>«Собеседнике»</b> есть тематические модули для разных сфер.",
  "modal_profi_field1": "Бухгалтерия и финансы",
  "modal_profi_field2": "Логистика и склад",
  "modal_profi_field3": "Медицина и уход",
  "modal_profi_field4": "IT и инженерия",
  "modal_profi_field5": "Обслуживание, торговля и др.",
  "modal_profi_avail": "Что доступно:",
  "modal_profi_avail1": "Ключевые фразы и выражения в формате аудиоциклов (на родном и немецком языках)",
  "modal_profi_avail2": "Тематические диалоги и ситуации для подготовки к собеседованиям",
  "modal_profi_avail3": "Возможность слушать, повторять и закреплять терминологию",
  "modal_profi_end": "Это поможет быстрее войти в новую профессиональную среду и успешно пройти интеграцию!",
  "modal_integration_title": "Интеграция и опыт",
  "modal_integration_text1": "Меня зовут Олексий Монда, я — украинский разработчик, инженер и предприниматель. <br>Из-за войны мне пришлось интегрироваться в Германию, и я знаю, как это сложно.",
  "modal_integration_text2": "На своём опыте я убедился — одних языковых курсов мало. Практика с живым собеседником, поддержка и адаптация под реальные ситуации — вот что важно.",
  "modal_integration_ul1": "Реальная практика",
  "modal_integration_ul2": "Поддержка и обратная связь",
  "modal_integration_ul3": "Подготовка к экзаменам, работе, реальным собеседованиям",
  "modal_integration_end": "Присоединяйтесь — и шаг за шагом интеграция станет проще!",
  "modal_faq_title": "FAQ — часто задаваемые вопросы",
  "modal_faq_q1": "<b>Для кого подходит приложение?</b><br>Для всех, кто хочет быстро и эффективно освоить разговорный немецкий язык.",
  "modal_faq_q2": "<b>Можно ли использовать на телефоне?</b><br>Да, приложение адаптировано под мобильные устройства и планшеты.",
  "modal_faq_q3": "<b>В чём отличие от обычных курсов?</b><br>Вы получаете реальную практику разговора, мгновенную коррекцию и индивидуальный подход.",
  "modal_faq_q4": "<b>Как часто нужно заниматься?</b><br>Регулярная практика — залог успеха! Рекомендуем выделять хотя бы 15-20 минут в день.",
  "modal_faq_q5": "<b>Какие языки поддерживаются?</b><br>Немецкий, английский, украинский и другие европейские языки.",
  "modal_about_title": "О разработчике",
  "modal_about_text1": "<b>Олексий Монда</b> — разработчик, инженер, предприниматель.<br>Я родом из Украины и обладаю огромным опытом в IT и образовании.",
  "modal_about_text2": "Я создал «Собеседник», чтобы делиться поддержкой и знаниями, которые реально помогают адаптироваться и чувствовать себя уверенно в новой стране.",
  "modal_about_contacts": "Контакты:",
  "modal_about_email": "Email: <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a>",
  "modal_about_facebook": "Facebook: <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Профиль Facebook</a>",
  "modal_about_linkedin": "LinkedIn: <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">Профиль LinkedIn</a>",
  "modal_about_youtube": "YouTube: <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">YouTube-канал</a>",
  "modal_about_quote": "Я уверен: практическая поддержка и современные технологии действительно способны облегчить интеграцию!"
}
