{
  "title": "Собеседник (Interlocutor) — языковая интеграция и разговорная практика в Германии",
  "subtitle": "Виртуальный AI-собеседник для мигрантов и специалистов.<br>Практика разговорного немецкого, подготовка к экзаменам, освоение профессиональной терминологии.<br><b>Реальные решения для языковой интеграции в Германии.</b>",
  "menu_how": "Как это работает",
  "menu_profi": "Профессиональный немецкий",
  "menu_integration": "Интеграция и опыт",
  "menu_faq": "FAQ",
  "menu_about": "О разработчике",

  "modal_how_title": "Как это работает",
  "modal_how_text": "<b>«Собеседник»</b> — это ваш персональный виртуальный партнёр для практики разговорного немецкого языка. Приложение основано на искусственном интеллекте и создано для того, чтобы вы могли уверенно чувствовать себя в реальных жизненных и профессиональных ситуациях в Германии.",
  "modal_how_live": "<b>Живое общение:</b> Диалоги на актуальные жизненные и профессиональные темы.",
  "modal_how_correction": "<b>Исправление ошибок:</b> Мгновенная обратная связь по грамматике, произношению и лексике.",
  "modal_how_flex": "<b>Гибкость:</b> Выбор тем — подготовка к экзамену, бытовая речь, профессиональные ситуации.",
  "modal_how_multi": "<b>Мультиязычность:</b> Поддержка немецкого, английского, украинского и других европейских языков.",
  "modal_how_access": "<b>Доступность:</b> Практика в любое время — дома, на работе, в дороге.",
  "modal_how_end": "<b>«Собеседник» — это уверенный старт для реальных разговоров в Германии!</b>",

  "modal_profi_title": "Профессиональный немецкий",
  "modal_profi_text": "Для успешной работы и учёбы важно быстро осваивать профессиональные термины.<br>В <b>«Собеседнике»</b> доступен специальный модуль для изучения лексики по направлениям:",
  "modal_profi_field1": "Бухгалтерия и финансы",
  "modal_profi_field2": "Логистика и склад",
  "modal_profi_field3": "Медицина и уход",
  "modal_profi_field4": "IT и инженерия",
  "modal_profi_field5": "Обслуживание, торговля и др.",
  "modal_profi_avail": "Что доступно:",
  "modal_profi_avail1": "Ключевые фразы и выражения в формате аудиоциклов (на родном и немецком языках)",
  "modal_profi_avail2": "Тематические диалоги и ситуации для подготовки к собеседованиям",
  "modal_profi_avail3": "Возможность слушать, повторять и закреплять терминологию",
  "modal_profi_end": "Это поможет быстрее войти в новую профессиональную среду и успешно пройти интеграцию!",

  "modal_integration_title": "Интеграция и опыт",
  "modal_integration_text1": "Меня зовут Олексий Монда, я — украинский разработчик, инженер и предприниматель. <br>Из-за войны мне пришлось покинуть родину и начать всё с нуля в Германии. Как и тысячи других людей, я прошёл через сложности адаптации, языкового барьера и поиска себя в новой стране.",
  "modal_integration_text2": "На своём опыте я убедился — одних языковых курсов мало. Практика с живым собеседником, поддержка и уверенность в своих силах необходимы для настоящей интеграции. Именно поэтому я создал «Собеседник», чтобы помочь другим пройти этот путь быстрее и проще.",
  "modal_integration_ul1": "Реальная практика",
  "modal_integration_ul2": "Поддержка и обратная связь",
  "modal_integration_ul3": "Подготовка к экзаменам, работе, реальным собеседованиям",
  "modal_integration_end": "Присоединяйтесь — и шаг за шагом интеграция станет проще!",

  "modal_faq_title": "FAQ — часто задаваемые вопросы",
  "modal_faq_q1": "<b>Для кого подходит приложение?</b><br>Для всех, кто хочет быстро и эффективно освоить разговорный немецкий для жизни и работы в Германии: мигрантов, студентов, специалистов.",
  "modal_faq_q2": "<b>Можно ли использовать на телефоне?</b><br>Да, приложение адаптировано под мобильные устройства и доступно 24/7.",
  "modal_faq_q3": "<b>В чём отличие от обычных курсов?</b><br>Вы получаете реальную практику разговора, мгновенную коррекцию ошибок, профессиональные диалоги и поддержку.",
  "modal_faq_q4": "<b>Как часто нужно заниматься?</b><br>Регулярная практика — залог успеха! Рекомендуем выделять хотя бы 15–20 минут в день.",
  "modal_faq_q5": "<b>Какие языки поддерживаются?</b><br>Немецкий, английский, украинский и другие европейские языки.",

  "modal_about_title": "О разработчике",
  "modal_about_text1": "<b>Олексий Монда</b> — разработчик, инженер, предприниматель.<br>Я родом из Украины и обладаю огромным личным опытом в сфере IT и запуске собственных сервисов.<br>Мой путь — это путь переезда, интеграции в новую страну, поиска себя и преодоления языкового и профессионального барьера.<br>Я лично прошёл через все сложности адаптации, поиска работы и общения в новой среде. Благодаря этому я понимаю чувства, страхи и вопросы каждого, кто только начинает свой путь в Германии.",
  "modal_about_text2": "Я создал «Собеседник», чтобы делиться поддержкой и знаниями, которые реально помогают адаптироваться и поверить в себя. Моё приложение — не просто инструмент для изучения языка, а настоящая поддержка на пути интеграции, профессионального роста и уверенности в новых жизненных обстоятельствах.",
  "modal_about_contacts": "Контакты:",
  "modal_about_email": "Email: <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a>",
  "modal_about_facebook": "Facebook: <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Профиль Facebook</a>",
  "modal_about_linkedin": "LinkedIn: <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">Профиль LinkedIn</a>",
  "modal_about_youtube": "YouTube: <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">YouTube-канал</a>",
  "modal_about_quote": "Я уверен: практическая поддержка и современные технологии действительно способны облегчить путь интеграции. Добро пожаловать — и помните, что вы не одиноки!"
}
