{
  "title": "Співрозмовник (Interlocutor) — мовна інтеграція та розмовна практика у Німеччині",
  "subtitle": "Віртуальний AI-співрозмовник для мігрантів і фахівців.<br>Практика розмовної німецької, підготовка до іспитів, професійний словник.<br><b>Практичні рішення для мовної інтеграції.</b>",
  "menu_how": "Як це працює",
  "menu_profi": "Професійна німецька",
  "menu_integration": "Інтеграція та досвід",
  "menu_faq": "FAQ",
  "menu_about": "Про розробника",
  "menu_paperspell": "Робота з документами",
  "btn_paperspell": "Робота з документами",
  "btn_download": "Завантажити застосунок",
  "modal_how_title": "Як це працює",
  "modal_how_text": "<b>«Співрозмовник»</b> — ваш персональний віртуальний партнер для практики розмовної німецької мови. Додаток побудовано на штучному інтелекті та допомагає почуватися впевнено в реальних та професійних ситуаціях.",
  "modal_how_live": "<b>Живе спілкування:</b> Діалоги на актуальні життєві та професійні теми.",
  "modal_how_correction": "<b>Виправлення помилок:</b> Миттєвий зворотний зв'язок щодо граматики, вимови та лексики.",
  "modal_how_flex": "<b>Гнучкість:</b> Вибір тем — підготовка до іспиту, побутова мова, професійні ситуації.",
  "modal_how_multi": "<b>Багатомовність:</b> Підтримка німецької, англійської, української та інших європейських мов.",
  "modal_how_access": "<b>Доступність:</b> Практика у будь-який час — вдома, на роботі, в дорозі.",
  "modal_how_end": "<b>«Співрозмовник» — це впевнений старт для реальних розмов у Німеччині!</b>",
  "modal_profi_title": "Професійна німецька",
  "modal_profi_text": "Для успішної роботи та навчання важливо швидко оволодіти професійними термінами.<br>У <b>«Співрозмовнику»</b> є спеціальний модуль для вивчення лексики у таких сферах.",
  "modal_profi_field1": "Бухгалтерія та фінанси",
  "modal_profi_field2": "Логістика та склад",
  "modal_profi_field3": "Медицина та догляд",
  "modal_profi_field4": "IT та інженерія",
  "modal_profi_field5": "Обслуговування, торгівля та ін.",
  "modal_profi_avail": "Доступно:",
  "modal_profi_avail1": "Ключові фрази й вирази у форматі аудіоциклів (рідною та німецькою мовою)",
  "modal_profi_avail2": "Тематичні діалоги і ситуації для підготовки до співбесід",
  "modal_profi_avail3": "Можливість слухати, повторювати і закріплювати термінологію",
  "modal_profi_end": "Це допоможе швидше адаптуватися до нової професійної сфери та успішно пройти інтеграцію!",
  "modal_integration_title": "Інтеграція та досвід",
  "modal_integration_text1": "Мене звуть Олексій Монда — я український розробник, інженер і підприємець.<br>Через війну мені довелося залишити дім і почати з нуля в Німеччині.",
  "modal_integration_text2": "З власного досвіду я зрозумів, що одних мовних курсів замало. Реальна практика спілкування, підтримка та впевненість — ось що дійсно допомагає. Саме це я хочу дати через цей застосунок.",
  "modal_integration_ul1": "Реальна практика",
  "modal_integration_ul2": "Підтримка та зворотний зв'язок",
  "modal_integration_ul3": "Підготовка до іспитів, роботи, реальних співбесід",
  "modal_integration_end": "Долучайтеся — і крок за кроком інтеграція стане простішою!",
  "modal_faq_title": "FAQ — Часті питання",
  "modal_faq_q1": "<b>Для кого підходить додаток?</b><br>Для всіх, хто хоче швидко й ефективно опанувати розмовну німецьку для життя й роботи у Німеччині: мігранти, студенти, фахівці.",
  "modal_faq_q2": "<b>Чи можна використовувати на телефоні?</b><br>Так, додаток адаптований під мобільні пристрої та доступний 24/7.",
  "modal_faq_q3": "<b>Чим відрізняється від звичайних курсів?</b><br>Ви отримуєте реальну практику спілкування, миттєве виправлення помилок, професійні діалоги та підтримку.",
  "modal_faq_q4": "<b>Як часто треба практикуватися?</b><br>Регулярна практика — запорука успіху! Рекомендуємо приділяти мінімум 15–20 хвилин на день.",
  "modal_faq_q5": "<b>Які мови підтримуються?</b><br>Німецька, англійська, українська та інші європейські мови.",
  "modal_about_title": "Про розробника",
  "modal_about_text1": "<b>Олексій Монда</b> — розробник, інженер, підприємець.<br>Я родом з України та маю великий особистий досвід в IT та розробці власних сервісів.<br>Мій шлях інтеграції був нелегким.",
  "modal_about_text2": "Я створив «Співрозмовник», щоб ділитися підтримкою і знаннями, які дійсно допомагають адаптуватися і повірити в себе. Мій застосунок — це не просто навчання мови, а справжня допомога для інтеграції.",
  "modal_about_contacts": "Контакти:",
  "modal_about_email": "Email: <a href=\"mailto:interlocutor@interlocutoronline.de\">interlocutor@interlocutoronline.de</a>",
  "modal_about_facebook": "Facebook: <a href=\"https://www.facebook.com/profile.php?id=61557551976691\" target=\"_blank\">Профіль Facebook</a>",
  "modal_about_linkedin": "LinkedIn: <a href=\"https://www.linkedin.com/in/oleksii-monda-0b1196296\" target=\"_blank\">Профіль LinkedIn</a>",
  "modal_about_youtube": "YouTube: <a href=\"https://www.youtube.com/@interlocutor-lb5gs\" target=\"_blank\">YouTube-канал</a>",
  "modal_about_quote": "Я впевнений: практична підтримка та сучасні технології справді здатні полегшити шлях інтеграції. Ласкаво просимо — і пам’ятайте: ви не самі!",
  "modal_paperspell_title": "Робота з документами — Paperspell",
  "modal_paperspell_text": "<b>Paperspell</b> – Ваш особистий AI-секретар для бюрократії. Він розроблений дружньою компанією, і ми активно користуємося цим додатком. Сервіс не просто зберігає документи, а впорядковує їх і позбавляє стресу!<ul><li><b>Безпечне зберігання та організація</b><br>Ваші документи завжди під рукою: PDF з пошти, скріншоти з WhatsApp, довідки з Telegram, фотографії та паперові документи – все зручно структуровано та захищено. Синхронізація між пристроями, робота в офлайн-режимі – доступ до важливого завжди і всюди.</li><li><b>Розумні нагадування</b><br>Paperspell нагадає про важливі дати та допоможе вчасно уникнути штрафів і прострочень.</li><li><b>Легкість розуміння</b><br>AI-помічник пояснить складні формулювання, перекладе документи на рідну мову та допоможе швидко розібратися навіть із найзаплутанішими анкетами.</li><li><b>Швидкий пошук</b><br>Потрібен Mietvertrag або довідка з Arbeitsagentur? Знайдіть потрібний документ за секунду!</li><li><b>Магія сканування</b><br>Просто наведіть камеру – AI сам розпізнає документ, визначить межі, поверне та відсканує все автоматично. Сканувати документи стало дійсно просто і зручно!</li><li><b>Безкоштовно і для всіх</b><br>Використовуйте Paperspell безкоштовно – відчуйте, як німецька бюрократія стає передбачуваною та керованою!</li></ul>"
  "modal_paperspell_download": "Завантажити Paperspell"
}
